Repository: felipegbpr/wordpress-plugins-development
Catalog: spark-news/languages/spark-news-*.po
Languages: pt_br

source: News
pt_br: Notícias

source: News Options
pt_br: Opções de Notícias

source: Author name
pt_br: Nome do autor

source: Author occupation
pt_br: Ocupação do autor

source: Author URL
pt_br: URL do autor

source: Author press vehicle
pt_br: Veículo de imprensa do autor

source: Author press vehicle URL
pt_br: URL do veículo de imprensa do autor

source: Show More News
pt_br: Mostrar Mais Notícias

source: Your most beloved news
pt_br: Suas notícias mais queridas

source: Title
pt_br: Título

source: Number of news to show
pt_br: Número de notícias para mostrar

source: Display author name?
pt_br: Exibir nome do autor?

source: Display news image?
pt_br: Exibir imagem da notícia?

source: Display author occupation?
pt_br: Exibir ocupação do autor?

source: Display press vehicle?
pt_br: Exibir veículo de imprensa?
