Repository: felipegbpr/wordpress-plugins-development
Catalog: bright-testimonials/languages/bright-testimonials-*.po
Languages: pt_br

source: Testimonial
pt_br: Depoimento

source: Testimonials
pt_br: Depoimentos

source: Testimonials Options
pt_br: Opções de Depoimentos

source: User occupation
pt_br: Ocupação do usuário

source: User company
pt_br: Nome da Empresa do usuário

source: User URL
pt_br: URL do Usuário

source: Show More Testimonials
pt_br: Mostrar mais depoimentos

source: Your most beloved testimonials
pt_br: Seus depoimentos mais amados

source: Title
pt_br: Título

source: Number of testimonials to show
pt_br: Número de depoimentos para mostrar

source: Display user image?
pt_br: Mostrar imagem do usuário?

source: Display occupation?
pt_br: Mostrar ocupação?

source: Display company?
pt_br: Mostrar nome da empresa?
